Repository: aspinwall-ui/aspinwall-launcher
Catalog: po/*.po
Languages: fr, ko, nb_no, pl

source: Widgets
ko: 위젯
nb_no: Miniprogrammer
pl: Widżety

source: List of added widgets.
fr: Liste des widgets ajoutés.
ko: 추가된 위젯 목록입니다.
nb_no: Liste over tillagte miniprogrammer.
pl: Lista dodanych widżetów.

source: Path to wallpaper
fr: Chemin vers le fond d'écran
ko: 바탕 화면 경로
nb_no: Sti til bakgrunnsbilde
pl: Ścieżka do tapety

source: Path to a wallpaper file.
fr: Chemin vers un fichier de fond d'écran.
ko: 바탕 화면 파일 경로입니다.
nb_no: Sti til en bakgrunnsbildefil.
pl: Ścieżka do pliku tapety.

source: Wallpaper style
fr: Apparence du fond d'écran
ko: 바탕 화면 스타일
nb_no: Bakgrunnsbildestil
pl: Styl tapety

source: Which wallpaper style to use (0 - solid color, 1 - scaled, 2 - zoomed).
fr: Apparence du fond d'écran à utilisé (0 - couleur unie, 1 - ajusté, 2 - zoom).
ko: 사용할 바탕 화면 스타일 (0 - 단색, 1 - 크기 조절, 2 - 확대).
pl: Którego stylu tapety używać (0 - jednolity kolor, 1 - skalowana, 2 - przybliżona).

source: Wallpaper background color
fr: Couleur d'arrière-plan du fond d'écran
ko: 바탕 화면 배경색
nb_no: Farge på bakgrunnsbilde
pl: Kolor tła dla tapety

source: Background color for the wallpaper (for the "Solid color" mode or for a background for scaled images), stored as an array of three integers: Red, Green, Blue (0-255).
fr: Couleur d'arrière-plan pour le fond d'écran (pour le mode « couleur unie » ou comme arrière-plan pour les images ajustées), stocké sous la forme d'un tableau de trois entiers : Rouge, Vert, Bleu (0-255).
ko: 바탕 화면의 배경색 ("단색" 모드 또는 크기가 조정된 이미지의 배경)으로 빨강, 녹색, 파랑 (0-255)의 세 가지 정수 배열로 저장됩니다.
nb_no: Bakgrunnsbildefarge (for «Ensfarget» modus eller for bakgrunn for skalerte bilder), lagret som knippe av tre heltall: rød, grønn, blå (0-255).
pl: Kolor tła dla tapety (używany w trybie jednolitego koloru lub jako tło dla skalowanych obrazów), przechowywana jako lista trzech liczb: czerwień, zieleń, niebieski (0-255).

source: Available wallpapers
fr: Fonds d'écran disponibles
ko: 사용 가능한 바탕 화면
nb_no: Tilgjengelige bakgrunnsbilder
pl: Dostępne tapety

source: List of wallpaper files available in the wallpaper picker in settings. Also used for the slideshow mode.
fr: Liste des fichiers de fond d'écran disponibles dans le sélecteur de fond d'écran des paramètres. Également utilisé pour le mode diaporama.
ko: 설정의 바탕 화면 선택기에서 사용할 수 있는 바탕 화면 파일 목록입니다. 슬라이드쇼 모드에도 사용됩니다.
nb_no: Liste over bakgrunnsbildefiler tilgjengelig i bakgrunnsbildevelgeren i innstillinger. Brukes også for lysbildevisningsmodus.
pl: Lista plików taped dostępnych w wyborze tapety w ustawieniach. Używana również w trybie pokazu slajdów.

source: Slideshow mode
fr: Mode diaporama
ko: 슬라이드쇼 모드
nb_no: Lysbildevisningsmodus
pl: Tryb pokazu slajdów

source: In slideshow mode, the launcher automatically loops over available wallpapers.
fr: En mode diaporama, le lanceur boucle automatiquement sur les fonds d'écran disponibles.
ko: 슬라이드쇼 모드에서 실행기는 사용 가능한 바탕 화면을 자동으로 반복합니다.
nb_no: I lysbildemodus vil oppstarteren automatisk gjenta tilgjengelige bakgrunnsbilder.
pl: W trybie pokazu slajdów, launcher automatycznie zmienia tapetę na kolejną z dostępnych tapet..

source: Slideshow switch delay
fr: Délai de changement du diaporama
ko: 슬라이드쇼 전환 지연
nb_no: Bytteforsinkelse for lysbildevisning
pl: Częstotliwość przełączenia tapety w trybie pokazu slajdów

source: Time between each wallpaper switch in slideshow mode, in seconds.
fr: Durée avant de passer au fond d'écran suivant, en secondes.
ko: 슬라이드쇼 모드에서 각 바탕 화면 전환 사이의 시간 (초)입니다.
nb_no: Antall sekunder mellom hvert bytte i lysbildemodus.
pl: Czas między każdym przełączeniem tapety w trybie pokazu slajdów, podany w sekundach.

source: Slideshow switch counter
fr: Décompte du changement de fond d'écran
ko: 슬라이드쇼 전환 카운터
nb_no: Lysbildebytte-teller
pl: Odliczanie przełączenia tapety w trybie pokazu slajdów

source: Used by the slideshow mode to keep track of the time remaining until the next wallpaper switch.
fr: Utilisé par le mode diaporama pour connaître le temps restant avant le passage au fond d'écran suivant.
ko: 다음 바탕 화면 전환까지 남은 시간을 추적하기 위해 슬라이드쇼 모드에서 사용됩니다.
nb_no: Brukt av lysbildeframvisningen for å holde øye med gjenstående tid til neste bakgrunnsbytte.
pl: Używane przez tryb pokazu slajdów by przetrzymywać czas do następnego przełączenia tapety.

source: Theme preference
fr: Préférence du thème
ko: 테마 기본 설정
nb_no: Draktvalg
pl: Preferowany motyw

source: Whether to use light theme, dark theme or follow system theme. (0 - follow system theme, 1 - light, 2 - dark)
fr: Utilisation du thème clair ou sombre, ou bien celui du système. (0 - suivre le thème du système, 1 - clair, 2 - sombre)
ko: 밝은 테마를 사용할지, 어두운 테마를 사용할지 또는 시스템 테마를 따를지 여부입니다. (0 - 시스템 테마 따름, 1 - 밝음, 2 - 어두움)
nb_no: Hvorvidt lys, mørk, eller systemets draktvalg skal iføres. (0 - følg systemdrakt, 1 - lys, 2 - mørk)
pl: Czy używać jasnego motywu, ciemnego motywu czy przestrzegać ustawień systemu.(0 - przestrzegaj ustawień systemu, 1 - jasny, 2 - ciemny)

source: Widget autorefresh delay
fr: Délai de rafraîchissement automatique du widget
ko: 위젯 자동 새로 고침 지연
nb_no: Forsinkelse for automatisk gjenoppfrisking av miniprogram
pl: Opóźnienie automatycznego odświeżania widżetów

source: Amount of time (in seconds) between automatic widget refreshing. Set to 0 to disable autorefresh. (Default: 900 seconds - 15 minutes)
fr: Durée (en secondes) avant le rafraîchissement automatique du widget. Définir à 0 pour désactiver le rafraîchissement automatique. (Par défaut : 900 secondes soit 15 minutes)
ko: 자동 위젯 새로 고침 사이의 시간 (초)입니다. 자동 새로 고침을 비활성화하려면 0으로 설정합니다. (기본값: 900 초 - 15 분)
nb_no: Mengden tid (sekunder) mellom automatisk gjenoppfriskning av miniprogram. Sett til 9 for å skru av. (Forvalg: 900 sekunder - 15 minutter)
pl: Ilość czasu (w sekundach) między automatycznym odświeżaniem widżetów. Ustaw na 0 żeby wyłączyć automatyczne odświeżanie. (Domyślnie: 900 sekund - 15 minut)

source: Time until idle mode activation
fr: Durée avant l'activation du mode veille
ko: 유휴 모드 활성화까지의 시간
nb_no: Tid til aktivering av lediggangsmodus
pl: Czas do aktywacji trybu spoczynku

source: Amount of time (in seconds) after which the launcher goes into idle mode.
fr: Durée (en secondes) avant que le lanceur entre en mode veille.
ko: 실행기가 유휴 모드로 전환되는 시간 (초)입니다.
nb_no: Sekunder før oppstarteren går inn i lediggangsmodus.
pl: Ilość czasu (w sekundach) po której launcher przechodzi w tryb spoczynku.

source: Clock size
fr: Taille de l'horloge
ko: 시계 크기
pl: Rozmiar zegara

source: Size of the clock in the launcher (0 - small, 1 - medium, 2 - large).
fr: Taille de l'horloge dans le lanceur (0 - petite, 1 - moyenne, 2 - grande).
ko: 런처의 시계 크기 (0 - 작음, 1 - 중간, 2 - 큰)입니다.
nb_no: Størrelse på klokken i oppstarteren (0 - liten, 1 middels, 2 - stor).
pl: Rozmiar zegara w launcherze (0 - mały, 1 - średni, 2 - duży).

source: Favorite apps
fr: Applications favorites
ko: 즐겨찾는 앱
nb_no: Favorittprogrammer
pl: Ulubione aplikacje

source: List of favorite apps for the app chooser, stored as paths to their .desktop files.
fr: Liste des applications favorites pour le sélecteur d'applications, stockées en tant que chemin vers leur fichier .desktop.
ko: .desktop 파일의경로로 저장된 앱 선택기의 즐겨찾는 앱 목록입니다.
nb_no: Liste over favorittprogrammer for programvelgeren, lagret som stier til respektive .desktop-filer.
pl: Lista ulubionych aplikacji w menu wyboru aplikacji, przechowywana w formie ścieżek do ich plików .desktop.

source: Time format string
fr: Chaîne du format de l'heure
ko: 시간 형식 문자열
nb_no: Tidsformatstreng
pl: Format czasu

source: Time format string for the clock, using the format described in the documentation at https://docs.python.org/3/library/time.html#time.strftime.
fr: Chaîne de format d'heure pour l'horloge, utilisant le format décrit dans la documentation à l'adresse https://docs.python.org/3/library/time.html#time.strftime.
ko: https://docs.python.org/3/library/time.html#time.strftime의 설명서에 설명된 형식을 사용하는 시계의 시간 형식 문자열입니다.
nb_no: Tidsformatstreng for klokken, som bruker datoformat beskrevet i dokumentasjonen på https://docs.python.org/3/library/time.html#time.strftime.
pl: Ciąg zawierający format czasu dla zegara, używający formatu opisanego w dokumentacji: https://docs.python.org/3/library/time.html#time.strftime.

source: Date format string
fr: Chaîne du format de la date
ko: 날짜 형식 문자열
nb_no: Datoformatsstreng
pl: Format daty

source: "%A, %x"
fr: "%A %d %B %Y"
ko: "%A, %B %d %Y"
pl: %A, %d %B, %Y

source: Date format string for the clock, using the format described in the documentation at https://docs.python.org/3/library/time.html#time.strftime.
fr: Chaîne de format de date pour l'horloge, utilisant le format décrit dans la documentation à l'adresse https://docs.python.org/3/library/time.html#time.strftime.
ko: https://docs.python.org/3/library/time.html#time.strftime의 설명서에 설명된 형식을 사용하는 시계의 날짜 형식 문자열입니다.
nb_no: Datoformatsstreng for klokken, som bruker formatet beskrevet i dokumentasjonen i https://docs.python.org/3/library/time.html#time.strftime.
pl: Ciąg zawierający format daty dla zegara, używający formatu opisanego w dokumentacji: https://docs.python.org/3/library/time.html#time.strftime.

source: Linux tablet UI with smart hub capabilities
fr: Interface utilisateur pour tablettes Linux avec fonctionnalités de hub intelligent
nb_no: Linux-nettbrettsgrensesnitt med smarthub-muligheter
pl: Interfejs użytkownika dla tabletów z Linuksem z funkcjami smart hub

source: Copyright © 2022 Aspinwall contributors
fr: Copyright © 2022 les contributeurs d'Aspinwall
nb_no: Opphavsrett © 2022 Aspinwall-bidragsyterne
pl: Prawa autorskie © 2022 Deweloperzy Aspinwall

source: Search apps…
fr: Rechercher des applications…
ko: 앱 검색…
nb_no: Søk etter programmer …
pl: Szukaj aplikacji…

source: Close
fr: Fermer
ko: 닫기
nb_no: Lukk
pl: Zamknij

source: No Results Found
fr: Aucun résultat trouvé
ko: 검색 결과 없음
nb_no: Resultatløst
pl: Brak wyników wyszukiwania

source: Try a different search
fr: Essayez de rechercher autre chose
ko: 다른 검색 시도
nb_no: Prøv å endre søket
pl: Spróbuj innych słów kluczowych

source: _Remove from favorites
fr: _Retirer des favoris
ko: 즐겨찾기에서 삭제(_R)
nb_no: _Fjern fra favoritter
pl: _Usuń z ulubionych

source: _Add to favorites
fr: _Ajouter aux favoris
ko: 즐겨찾기에 추가(_A)
nb_no: _Legg til i favoritter
pl: _Dodaj do ulubionych

source: Installed apps
fr: Applications installées
ko: 설치된 앱
nb_no: Installerte programmer
pl: Zainstalowane aplikacje

source: Wallpaper
fr: Fond d'écran
ko: 바탕 화면
nb_no: Bakgrunnsbilde
pl: Tapeta

source: Wallpaper preview
fr: Aperçu du fond d'écran
ko: 바탕 화면 미리보기
nb_no: Forhåndsvisning av bakgrunnsbilde
pl: Podgląd tapety

source: The images in this box are used for the slideshow mode if it's enabled.
fr: Les images de cette boîte sont utilisées pour le mode diaporama si celui-ci est activé.
ko: 이 상자의 이미지는 활성화된 경우 슬라이드쇼 모드에 사용됩니다.
nb_no: Bilder i denne boksen brukes for lysbildemodus hvis det er påslått.
pl: Obrazy w tym polu są używane w trybie pokazu slajdów, jeśli jest on włączony.

source: Switch wallpaper every:
fr: Changer de fond d'écran toutes les :
ko: 다음 간격으로 바탕 화면 전환:
nb_no: Bytt bakgrunnsbilde hvert:
pl: Zmień tapetę co:

source: 1 minute
ko: 1 분
nb_no: minutt
pl: 1 minutę

source: 3 minutes
ko: 3 분
nb_no: tredje minutt
pl: 3 minuty

source: 5 minutes
ko: 5 분
nb_no: femte minutt
pl: 5 minut

source: 10 minutes
ko: 10 분
nb_no: tiende minutt
pl: 10 minut

source: 15 minutes
ko: 15 분
nb_no: kvarter
pl: 15 minut

source: 30 minutes
ko: 30 분
nb_no: halvtime
pl: 30 minut

source: 1 hour
fr: 1 heure
ko: 1 시간
nb_no: time
pl: 1 godzinę

source: Solid color
fr: Couleur unie
ko: 단색
nb_no: Ensfarget
pl: Jednolity kolor

source: Scaled
fr: Ajusté
ko: 크기 조절
pl: Skalowana

source: Zoomed
fr: Zoom
ko: 확대
nb_no: Forstørret
pl: Przybliżona

source: Used for the “Solid Color” wallpaper style, as well as the backdrop for the “Scaled” style.
fr: Utilisé pour les fonds d'écran « Couleur unie » ainsi que pour l'arrière-plan des fonds d'écran « Ajusté ».
ko: "단색" 바탕 화면 스타일과 "크기 조절" 스타일의 바탕 화면에 사용됩니다.
nb_no: Brukt for «Ensfarget»-bakgrunnsbildestil, og også som bakgrunn for «Skalert» stil.
pl: Użyte w trybie jednolitego koloru oraz jako tło w trybie skalowania.

source: Theme
fr: Thème
ko: 테마
nb_no: Drakt
pl: Motyw

source: Light
fr: Clair
ko: 밝음
nb_no: Lys
pl: Jasny

source: Dark
fr: Sombre
ko: 어두움
nb_no: Mørk
pl: Ciemny

source: Follow system theme
fr: Suivre le thème du système
ko: 시스템 테마 따름
nb_no: Systemvalg
pl: Przestrzegaj motywu systemu

source: Enter idle mode after:
fr: Entrer en mode veille après :
ko: 다음 후 유휴 모드로 전환:
nb_no: Gå inn i leddiggangsmodus etter:
pl: Przejdź w tryb spoczynku po:

source: In idle mode, after some time of inactivity, the opacity of the widgets is reduced, and the menu buttons are hidden.
fr: En mode veille, après un certain temps d'inactivité, l 'opacité des widgets est réduite, et les boutons du menu sont masqués.
ko: 유휴 모드에서 일정 시간 동안 활동이 없으면 위젯의 불투명도가 감소하고 메뉴 버튼이 숨겨집니다.
pl: W trybie spoczynku, po chwili braku aktywności, przezroczystość widżetów zostaje zwiększona, i przyciski menu zostają ukryte.

source: Clock
fr: Horloge
ko: 시계
nb_no: Klokke
pl: Zegar

source: Small
fr: Petite
ko: 작음
nb_no: Liten
pl: Mały

source: Medium
fr: Moyenne
ko: 중간
nb_no: Middels
pl: Średni

source: Large
fr: Grande
ko: 큰
nb_no: Stor
pl: Duży

source: Time and date format
fr: Format de la date et de l'heure
ko: 시간 및 날짜 형식
nb_no: Tid- og datoformat
pl: Format czasu i daty

source: Set the format to use when displaying the time and date, following <a href='https://docs.python.org/3/library/time.html#time.strftime'>the time format string specification</a>.
fr: Définissez le format à utiliser lors de l'affichage de l'heure et de la date, en suivant <a href='https://docs.python.org/3/library/time.html#time.strftime'>la spécification de la chaîne de format de l'heure</a>.
ko: <a href='https://docs.python.org/3/library/time.html#time.strftime'>시간 형식 문자열 사양</a>에 따라 시간과 날짜를 표시할 때 사용할 형식을 설정합니다.
nb_no: Sett formatet å bruke ved visning av tid og dato, i overensstemmelse med <a href="https://docs.python.org/3/library/time.html#time.strftime">spesifikasjonene for tidsformatsstrenger</a>.
pl: Ustaw formaty daty dla zegara, używając <a href='https://docs.python.org/3/library/time.html#time.strftime'>specyfikacji ciągów formatowania dat</a>.

source: Reset to defaults
fr: Valeurs par défaut
ko: 기본값으로 재설정
nb_no: Tilbakestill til forvalg
pl: Przywróć domyślne ustawienia

source: Sets the time format to default settings.
fr: Définir le format de l'heure aux paramètres par défaut.
ko: 시간 형식을 기본 설정으로 설정합니다.
pl: Ustawia format czasu na domyślne ustawienie.

source: Reset
fr: Réinitialiser
ko: 재설정
nb_no: Tilbakestill
pl: Przywróć

source: Launcher configuration
fr: Configuration du lanceur
ko: 실행기 구성
pl: Konfiguracja launchera

source: Add widgets
fr: Ajouter des widgets
ko: 위젯 추가
pl: Dodaj widżety

source: Exit widget management mode
fr: Quitter le mode de gestion des widgets
ko: 위젯 관리 모드 종료
nb_no: Avslutt håndtering av miniprogram
pl: Wyjdź z trybu zarządzania widżetami

source: _Add Widgets…
fr: _Ajouter des widgets…
ko: 위젯 추가(_A)…
nb_no: _Legg til miniprogrammer …
pl: _Dodaj widżety…

source: _Manage Widgets
fr: _Gérer les widgets
ko: 위젯 관리(_M)
nb_no: _Håndter miniprogrammer
pl: _Zarządzaj widżetami

source: _Launcher Settings
fr: _Paramètres du lanceur
ko: 실행기 설정(_L)
nb_no: _Oppstarterinnstillinger
pl: _Ustawienia launchera

source: A_bout Aspinwall
fr: À propos de Aspinwall
ko: Aspinwall 정보(_B)
nb_no: O_m Apinwall
pl: _O Aspinwall

source: Search widgets…
fr: Rechercher des widgets…
ko: 위젯 검색…
nb_no: Søk etter miniprogrammer …
pl: Szukaj widżetów…

source: Edit widget
fr: Modifier le widget
ko: 위젯 편집
pl: Edytuj widżet

source: Close widget settings
fr: Fermer les paramètres du widget
ko: 위젯 설정 닫기
pl: Zamknij ustawienia widżetu

source: Widget settings
fr: Paramètres du widget
ko: 위젯 설정
nb_no: Miniprograminnstillinger
pl: Ustawienia widżetu

source: Remove
fr: Retirer
ko: 제거
nb_no: Fjern
pl: Usuń

source: Move up
fr: Déplacer vers le haut
ko: 위로 이동
nb_no: Flytt oppover
pl: Przesuń w górę

source: Move down
fr: Déplacer vers le bas
ko: 아래로 이동
nb_no: Flytt nedover
pl: Przesuń w dół

source: Exit editing mode
fr: Quitter le mode d'édition
ko: 편집 모드 종료
nb_no: Avslutt redigeringsmodus
pl: Wyjdź z trybu edytowania

source: Removed “%s”
fr: « %s » retiré
ko: 제거된 "%s"
nb_no: Fjernet «%s»
pl: Usunięto „%s”

source: Undo
fr: Annuler
ko: 실행 취소
nb_no: Angre
pl: Przywróć

source: Add wallpaper
fr: Ajouter un fond d'écran
ko: 바탕 화면 추가
nb_no: Legg til bakgrunnsbilde
pl: Dodaj tapetę

source: _Cancel
fr: _Annuler
ko: 취소(_C)
nb_no: _Avbryt
pl: _Anuluj

source: _Select
fr: _Sélectionner
ko: 선택(_ S)
nb_no: _Velg
pl: _Wybierz

source: Settings
pl: Ustawienia

source: Shut down
pl: Wyłącz

source: No battery
pl: Brak baterii

source: Microphone
pl: Mikrofon

source: Auto-rotation
pl: Automatyczny obrót

source: No new notifications
pl: Brak nowych powiadomień

source: Slideshow switch length
fr: Durée de transition du diaporama
ko: 슬라이드쇼 전환 길이

source: Length of the transition between the current and newly selected wallpaper, in miliseconds. Set to 0 to disable.
fr: Durée de la transition entre le fond d'écran actuel et le suivant, en millisecondes. Définir à 0 pour désactiver.
ko: 현재 바탕 화면과 새로 선택한 바탕 화면 사이의 전환 길이 (밀리초)입니다. 비활성화하려면 0으로 설정합니다.
nb_no: Millisekunders overgang mellom nåværende og valgt bakgrunn. «0» skrur av.

source: "%H:%M"
ko: "%I:%M %p"

source: Launcher
fr: Lanceur
ko: 실행기

source: _Add
ko: 추가(_A)

source: Aspinwall contributors
ko: Aspinwall 기여자

source: translator-credits
ko: 번역가-크레딧
